{
  "AscentA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "The bomb may not be planted until both doors are either closed or destroyed",
    "Nobody is allowed to use step foot in garage or A-long. Push either site through mid and hope for the best.",
    "Once you physically step foot onto a site, you are not allowed to leave.",
    "Everybody must buy a marshall, or an op. You can only use your sniper when you are in mid. You must use a classic anywhere else.",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "Nobody on the team is allowed to use any util until both doors on the map are closed."
  ],
  "AscentD": [
    "Hold A from Heaven and B from Boat House. You cannot shoot an enemy if you are not in the designated areas.",
    "You cannot let the enemy close any doors. If a door is closed, you must drop your weapon and use only your secondary.",
    "Everyone on the team must hide inside Boat House or Garden until the bomb is planted. If you are found before the bomb is planted, you must use your classic for the rest of the round.",
    "Protect the Garden, keep all enemies out of the garden. If an enemy enters Garden, nobody is allowed to use util for the rest of the round.",
    "Aggressive Defenders, all players must push either A long, Mid, or Garage as soon as the round starts."
  ],
  "BindA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "Everybody on the team must teleport at least once before anyone is allowed to shoot",
    "There must be one person inside of a teleporter at all times unless you are the last one alive",
    "Nobody on the team is allowed to use any teleporters this round",
    "Everytime you kill someone, you must use a teleporter before you can get another kill",
    "If you see an enemy use the teleporter, you must prioritize killing that enemy before killing anyone else",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "Everyone on the team must rush B, plant the bomb inside tube. Once the bomb is planted, everybody must stay in the tube until the round is over."
  ],
  "BindD": [
    "Pray that it's B, all players must stay inside Hookah until all enemies are killed or the bomb is planted at A.",
    "Your team is allergic to sunlight. All players must stay inside heaven, showers, lamps, hookah, or elbow.",
    "Your team is very stinky. Everyone must stay in showers until the spike is planted.",
    "Everyone on your team must buy a shotgun and hold either showers or hookah. Do not leave until the spike is planted.",
    "If an enemy uses a teleporter, you must use your secondary weapon until you also use a teleporter."
  ],
  "HavenA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "Everyone must push C long with either a Marshall or and Operator.",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "Convince the enemy team to have a knife fight at B site.",
    "Everybody must push through mid to B. Once the spike is planted you are not allowed to leave the site.",
    "Everybody must push to C through garage but you cannot shoot until you reach C. Use whatever util you can to get there without dying."
  ],
  "HavenD": [
    "Everyone on your team must sit in B site. Nobody is allowed to leave until either the spike is planted or there is 45 seconds left in the round.",
    "While there are 3 or more players alive, there must be at least one player on every site at all times.",
    "Convince the enemy team to have a knife fight at B site.",
    "You must rotate through spawn. You cannot cross through B or Garage when traveling between A and C.",
    "If you can afford it, your whole team must buy OPs and hold A and C long. If not, buy marshalls."
  ],
  "IceboxA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "Brrr! Your team must huddle up to stay warm. Stay in a tight group with your team for the whole round.",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "You may only enter one single building. For example, If you enter A building, you cannot enter any other building like garage or kitchen.",
    "You must travel though mid before entering any site. This includes tubes."
  ],
  "IceboxD": [
    "When on A site, you can only kill enemies while you are attached to a rope.",
    "You forgot your snow shoes. When you are in the snow, you must have your knife out and be constantly moving.",
    "You cannot kill enemies while you are on the ground floor. Rafters, Ropes, Kitchen, and Tube are examples of this.",
    "Snowball Fight! You must hit an enemy with a classic before you can shoot them with your primary gun.",
    "Snowball up to a better gun, you must kill an enemy with your secondary before using your primary."
  ],
  "SplitA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "Nobody is allowed to use any ropes",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "At the start of the round, use every single ability your team has in garage, then rotate to A through your spawn.",
    "There is gold in the sewers! Your team must buy the most expensive guns you can afford and push mid through sewers.",
    "Split the team up (get it? because the map is split?), your team must push both sites and mid at the start of the round!",
    "Ramps and stairs are lava, you cannot use any ramps or stairs. If you accidentally use either of these, you must drop your gun.",
    "Nobody on your team can use any abilities until they have gone up or down a rope."
  ],
  "SplitD": [
    "Your team must hold B site strictly from Heaven",
    "Nobody is allowed to use any ropes",
    "Split the team up (get it? because the map is split?), no more than one person can hold an area at a time.",
    "Nobody on your team can use any abilities until an enemy is seen or heard using a rope.",
    "Ramps and stairs are lava, you cannot use any ramps or stairs. If you accidentally use either of these, you must drop your gun."
  ],
  "BreezeA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "This will be a Breeze, everyone on the team must buy an odin or an aries and rush B.",
    "Everyone must buy a marshall or an op and push B site. You cannot use use B window.",
    "Shotguns vs Snipers! Everyone on the team must buy a shotgun and push A. Watch out for op-crutch duelists and chambers!",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site.",
    "You are on a nice vacation on the beach, you can only use guns with a blue skin. If you don't have any, you must use a sheriff."
  ],
  "BreezeD": [
    "This will be a Breeze, if you can afford it, everyone on the team must buy either an odin or an op.",
    "Hold it! Pick an angle at each site. You cannot move from that angle until you die or everyone at the other site is dead. Placement here is key.",
    "Everyone must buy a shotgun or a close range weapon and hold A. You cannot use any rifles, or long range weapons. This includes the sheriff.",
    "You are on a nice vacation on the beach, you can only use guns with a blue skin. If you don't have any, you must use a sheriff."
  ],
  "FractureA": [
    "Elect one teammate to be the 'President' who must carry the spike. The President is not allowed to have any guns or abilities, just armor. Your team must surround the president and protect them for the entire round.",
    "The team is fractured but whole, at least one player must push each of the 4 sides of the map.",
    "Everyone must push A on the right side. You cannot shoot until you have passed through the door that opens and closes. Use whatever util you need to pass through.",
    "The signal is being jammed by the large satellite. Nobody is allowed to give comms while on the A half of the map. The middle of the map is the barrier.",
    "Once the round begins, everyone on the team must use the zipline three times before you are allowed to leave spawn.",
    "Each teammate must buy every ability that they possibly can. Rush towards one of the sites, and use all of your abilities as fast as you can on the site. Then quickly retreat and plant the spike at a different site."
  ],
  "FractureD": [
    "The team is fractured but whole, at least one player must hold each of the 4 sides of the map.",
    "The signal is being jammed by the large satellite. Nobody is allowed to give comms while on the A half of the map. The middle of the map is the barrier.",
    "There are too many angles to hold! Once you find an angle, you must hold it until either you die or all your teammates at the other site are dead.",
    "You are not allowed to leave your spawn building. You must hold down the sites from there.",
  ],
  "General": [
    "Play the round normally, however, you cannot use any normal callouts. Preferably use callouts that don't exist on this map, callouts from other games/maps, or just very broadly describe what you are trying to callout.",
    "Elect a teammate to be the leader, your whole team must move in a line everywhere that they travel following the leader. No one can stray away from the line.",
    "Whoever is at the bottom of the scoreboard for your team is the only person allowed to use their mic this round. They must attempt to make callouts for all of their teammates.",
    "Everytime you kill an enemy, you must pick up their gun and use it for your next kill. It doesn't matter what gun they had or how hard it will be to pick up, you cannot get a kill with the exact same gun more than once.",
    "Everytime a teammate dies, they must constantly blow into their mic simulating a wind sound. They cannot stop until the round is over.",
    "Everyone on your team must set their game's master volume to 0.",
    "Every player that is alive must narrate every action that they make. Do this as a shoutcaster would while spectating a professional match. Everyone that is alive must participate but stop if they die.",
    "Everytime you encounter an enemy, you must do a 360 before you are allowed to shoot them.",
    "You must jump every time you turn or peak a corner.",
    "Everyone on your team must play the entire round crouched, you can not stand up at any time for any reason.",
    "Your team can only buy suppressed weapons and no one on the team is allowed to speak for the entire round.",
    "If there is an enemy on the other team with the same agent as you, you must ignore all other enemies until you have killed your doppelgänger.",
    "Elect one player on your team to give a motivational speech at the start of the round. No one is allowed to leave spawn until the speech is finished.",
    "You must hold the W key for the entire round and you are not allowed to walk.",
    "No one on your team is allowed to use any abilities for this round. You might as well just be playing CS:GO.",
    "The first player to die must narrate the actions of all remaining teammates.",
    "Players who get a kill must switch to their knife for the remainder of the round.",
    "Top frag may only use a pistol. Bottom frag may only use a sniper rifle. No two players may carry a primary weapon from the same category.",
    "After every kill, players must stop to clap and cheer for 5 seconds in honor of the fine kill.",
    "Choose one player to be the only person allowed to buy abilities for this round.",
    "Everyone except for one player must use only the Sheriff for the round. Choose wisely.",
    "Choose a player, nobody is allowed to shoot until that player gets 2 kills or dies.",
    "Choose a player to narrate their every move until killed or the round is finished.",
    "The top-fragger must swap loadouts with the bottom-fragger.",
    "Choose a player, they must buy and use all of their abilities (including ults if available) before anyone on the team can shoot",
    "The player with the least amount of kills must sing the alphabet twice. Nobody is allowed to leave spawn until they finish.",
    "The first to die will give the rest of the team instructions that must be followed for the rest of the round.",
    "The top fragger must hold/push a site on their own while everyone else holds/pushes the opposite site.",
    "Choose a player, they are the only person allowed to buy armor/abilities for this round.",
    "Everyone on the team must play the round with their face 6 inches from their monitors",
    "You can only use one hand at a time, you cannot move the mouse while pressing any keys and vice versa.",
    "Nobody on the team is allowed to stop sprinting. No walking or crouching",
    "After each kill you must praise a different country for that kill. Example: \"This was for MEXICO!!\"",
    "Choose one player. Players may only move when this player is singing.",
    "Only players who are dead may use comms, nobody else is allowed to speak.",
    "Everyone must set their sensitivity to max.",
    "Everybody on the team must walk at all times. No crouching or sprinting."
  ]
}